import React from "react";

import { H3, H4, Paragraph } from "../src/components/Typography";

import GroceryLayout from "../src/components/layout/GroceryLayout";
import WhiteLayout from "../src/components/layout/WhiteLayout";

const AboutUs = (props) => {
  return (
    <GroceryLayout>
      <WhiteLayout title={"درباره  شرکت  حال نوین"} main={true}>
        <Paragraph mb={2.5} color="gray">
          شرکت کشاورزی حاصل نوین با سابقه ای درخشان در زمینه واردات و توزیع
          برترین برندهای نهاده های کشاورزی از جمله کود های Coda اسپانیا ، IFTC،
          کودهای فرتی پلاس هلند و بذور گلخانه ای و فضای باز Eastern Seeds ترکیه
          ، هم اکنون به عنوان سازمانی پیشرو در ارائه خدمات به بخش کشاورزی مطرح
          می باشد.
        </Paragraph>
        <Paragraph mb={2.5} color="gray">
          این سازمان مفتخر است با ارائه بهترین محصولات از برندهای معتبر جهانی در
          راستای ارتقاء کمیت و کیفیت محصولات کشاورزی و توسعه و پایداری این بخش
          گام بردارد.
        </Paragraph>
        <Paragraph mb={2.5} color="gray">
          شرکت کشاورزی حاصل نوین با اعتقاد به نقش انکار ناپذیر تحقیقات و
          پشتیبانی فنی پیش از تجاری نمودن نهاده ها ، کلیه اقلام انتخاباتی را در
          مزارع، باغات و گلخانه های تحقیقاتی در اقصی نقاط ایران مورد بررسی قرار
          داده تا ضمن ارائه بهترین محصول با بالاترین بهره وری، اطمینان خاطر
          جامعه کشاورزی ایران را فراهم آورد.
        </Paragraph>
        <H4 mb={2}>نماینده احصاری برترین برند های کشاورزی دنیا</H4>
        <Paragraph mb={2.5} color="gray">
          کودهای Coda اسپانیا،IFTC، کود های مرغی Fertiplus هلند و بذور گلخانه ای
          و فضای باز Eastern seeds ترکیه ، هم اکنون دایره محصولی شرکت مارا تشکیل
          می دهد.
        </Paragraph>
        <H4 mb={2}>دسته بندی محصولات حاصل نوین</H4>
        <Paragraph mb={2.5} color="gray">
          محصولات ما در مجموع به شش دسته تقسیم بندی میشود که تقریبا تمام نیاز
          های کشاورزی را قبل از کاشت تا زمان برداشت محصول دربر میگیرد. سعی کرده
          ایم مناسب ترین هارا نسبت به شرایط آب و هوایی و همچنین نیاز های یک زمین
          کشاورزی در ایران تحلیل ، انتخاب و تامین ارائه دهیم .
        </Paragraph>
        <H4 mb={2}>معرفی شرکت های همکار</H4>
        <Paragraph mb={2.5} color="gray">
          اشاره به بخشی از تاریخچه فعالیت و تجربیات شرکت های همکار در اسپانیا،
          اردن، هلند و ترکیه
        </Paragraph>
      </WhiteLayout>
    </GroceryLayout>
  );
};

export default AboutUs;
